Repository: akio7624/blue-utils-localize
Catalog: *.utf8/*.po
Languages: ja_jp, th_th

source: 사이트 업데이트
ja_jp: サイトアップデート
th_th: Site Update

source: 블루아카 유틸
ja_jp: ブルアカユティル
th_th: Blue Archive Utils

source: 홈
ja_jp: ホーム
th_th: Home

source: 사이트 업데이트 내역
ja_jp: サイトアップデートの内訳
th_th: Site Update History

source: 일본 서버 데이터:
ja_jp: JPサーバーデータ:
th_th: Japanese Server Data:

source: 클라이언트 버전:
ja_jp: クライアント:
th_th: Client Ver.:

source: 마지막 데이터 업데이트:
ja_jp: 最後のデータアップデート:
th_th: Last Data Update:

source: 한국 서버 데이터:
ja_jp: グローバルサーバーデータ:
th_th: Korean Server Data:

source: 전체화면(F11)
th_th: Fullscreen(F11)

source: 블루아카 유틸 - 웹 게임
th_th: Blue Archive Utils - Web Games

source: 웹게임
th_th: Web Games

source: 블루 아카이브의 공식 웹게임을 플레이 할 수 있습니다.<br>이 페이지는 비공식이며, 일본어 이외의 언어 패치 또한 비공식 번역입니다.
th_th: You can play the official web game of the Blue Archive.<br>This page is informal, and non-Japanese language patches are also informal translations.

source: 처음 플레이하는 경우 데이터 네트워크를 사용할 경우 데이터 파일 로드에 데이터가 소모되므로 주의하시기 바랍니다.
th_th: If you are playing for the first time, be aware that if you are using a data network, the data file load will consume data.

source: 게임 번역하기 또는 파일 제공
th_th: Translating games or providing files

source: 밀레니엄 퀘스트
th_th: Milennium Quest

source: 공개일:
th_th: Original Open Date:

source: 원본URL:
th_th: Original URL:

source: 플레이
th_th: Play

source: 격등!! SRT식 등반훈련
th_th: aGetting Over It!! SRT Climbing Training

source: 서버에러: 게임 인덱스를 찾을 수 없습니다.
th_th: Server Error: Cannot find game index.

source: 필수 파라미터가 없습니다
th_th: No Parameter

source: 소개 및 기타
ja_jp: 紹介・その他
th_th: Introduce

source: 게임 <span style="font-family: var(--ff-medium);">블루 아카이브</span>의 데이터를 정리해둔 사이트입니다.
ja_jp: ゲーム <span style="font-family: title_medium;">ブルーアーカイブ</span>のデータをまとめておいたサイトです。
th_th: It is a site that organizes data from Game <span style="font-family: var(--ff-medium);">Blue Archive</span>.

source: ㆍ학생명부의 글로벌 서버 데이터는 한국 서버 데이터입니다.<br>ㆍ준비되지 않은 일부 학생의 SD 및 헤일로 이미지는 표시되지 않을 수 있습니다.<br>ㆍ사이트 기본 언어는 한국어입니다.<br>ㆍ모든 페이지는 PC 화면에 최적화되어있습니다.
ja_jp: ㆍ学生名簿のグローバルサーバーデータは韓国サーバーデータです。<br>ㆍ準備されていない一部の学生のSDおよびヘイロー画像が表示されないことがあります。<br>ㆍサイトの基本言語は韓国語です。<br>ㆍ全てのページはデスクトップに最適化されています。
th_th: ㆍThe global server data on the student list is Korean server data.<br>ㆍSprite and halo images of some unprepared students may not be displayed.<br>ㆍThe default language of the site is Korean.<br>ㆍAll pages are optimized for the desktop.

source: ㆍ버그 제보: <a href="https://forms.gle/u9smgnppCUZWi1V37" target="_blank">https://forms.gle/u9smgnppCUZWi1V37</a><br>ㆍ기능 제안: <a href="https://forms.gle/f6uhN82aszgKjESj7" target="_blank">https://forms.gle/f6uhN82aszgKjESj7</a><br>
ja_jp: ㆍバグの報告: <a href="https://forms.gle/u9smgnppCUZWi1V37" target="_blank">https://forms.gle/u9smgnppCUZWi1V37</a><br>ㆍ機能提案: <a href="https://forms.gle/f6uhN82aszgKjESj7" target="_blank">https://forms.gle/f6uhN82aszgKjESj7</a>
th_th: ㆍBug Report: <a href="https://forms.gle/u9smgnppCUZWi1V37" target="_blank">https://forms.gle/u9smgnppCUZWi1V37</a><br>ㆍFeature Request: <a href="https://forms.gle/f6uhN82aszgKjESj7" target="_blank">https://forms.gle/f6uhN82aszgKjESj7</a>

source: ㆍ트렐로(상세 업데이트 로그 및 개발 상황): <a href="https://trello.com/b/z5IEHSQm" target="_blank">https://trello.com/b/z5IEHSQm</a>
ja_jp: ㆍTrello(詳細アップデートログ及び開発状況): <a href="https://trello.com/b/z5IEHSQm" target="_blank">https://trello.com/b/z5IEHSQm</a>
th_th: ㆍTrello (Detailed Update Log and Development Status): <a href="https://trello.com/b/z5IEHSQm" target="_blank">https://trello.com/b/z5IEHSQm</a>

source: 고지 사항
ja_jp: 告知事項
th_th: Notice

source: 본 웹 사이트는 <a href="https://www.nexongames.co.kr/">NEXON Games Co., Ltd.</a>, <a href="https://www.yostar.co.jp/">Yostar</a> 및 <a href="https://www.nexon.com/Home/Game">NEXON KOREA Corp.</a>과 관계가 없는 개인이 만든 <b>비공식</b> 팬 사이트이며, 수익을 창출하지 않습니다.
ja_jp: 当ウェブサイトは<a href="https://www.nexongames.co.kr/">NEXON Games Co., Ltd.</a>, <a href="https://www.yostar.co.jp/">Yostar</a>及び<a href="https://www.nexon.com/Home/Game">NEXON KOREA Corp.</a>と関係のない個人が作った<b>非公式</b>のファンサイトであり、収益を創出していません。
th_th: This website is an <b>informal</b> fan site created by individuals unrelated to <a href="https://www.nexongames.co.kr/">NEXON Games Co., Ltd.</a>, <a href="https://www.yostar.co.jp/">Yostar</a> and <a href="https://www.nexon.com/Home/Game">NEXON KOREA Corp.</a>, and does not generate revenue.

source: 자료 출처
ja_jp: 資料出典
th_th: Source of data

source: ㆍ몰?루 이미지: <a href="https://www.pixiv.net/artworks/89423246">https://www.pixiv.net/artworks/89423246</a>
ja_jp: ㆍ몰?루 画像: <a href="https://www.pixiv.net/artworks/89423246">https://www.pixiv.net/artworks/89423246</a>
th_th: ㆍ몰?루 Image: <a href="https://www.pixiv.net/artworks/89423246">

source: ㆍ각종 인게임 에셋 및 게임 데이터: 블루 아카이브(<a href="https://www.yostar.co.jp/">Yostar Inc.</a>, <a href="https://www.nexon.com/Home/Game">NEXON KOREA Corp</a>, <a href="https://www.natgames.co.kr/kr/index.php">NAT GAMES Corp</a>)
ja_jp: ㆍ各種インゲームアセット及びゲームデータ: ブルーアーカイブ(<a href="https://www.nexongames.co.kr/">NEXON Games Co., Ltd.</a>, <a href="https://www.yostar.co.jp/">Yostar</a>及び<a href="https://www.nexon.com/Home/Game">NEXON KOREA Corp.</a>)
th_th: ㆍVarious in-game assets and game data: BlueArchive(<a href="https://www.nexongames.co.kr/">NEXON Games Co., Ltd.</a>, <a href="https://www.yostar.co.jp/">Yostar</a> and <a href="https://www.nexon.com/Home/Game">NEXON KOREA Corp.</a>)

source: ㆍ헤일로 이미지: <a href="https://bluearchive.wikiru.jp/?HALO%E4%B8%80%E8%A6%A7">https://bluearchive.wikiru.jp/?HALO%E4%B8%80%E8%A6%A7</a>
ja_jp: ㆍヘイロー画像: <a href="https://bluearchive.wikiru.jp/?HALO%E4%B8%80%E8%A6%A7">https://bluearchive.wikiru.jp/?HALO%E4%B8%80%E8%A6%A7</a>
th_th: ㆍHalo Image: <a href="https://bluearchive.wikiru.jp/?HALO%E4%B8%80%E8%A6%A7">https://bluearchive.wikiru.jp/?HALO%E4%B8%80%E8%A6%A7</a>

source: ㆍ메모리얼 관련 리소스: 직접 녹화, 유튜브, 커뮤니티 등
ja_jp: ㆍメモリアル関連リソース: 直接録画、YouTube、コミュニティなど
th_th: ㆍMemorial Resources: I've been recording, YouTube, community etc

source: ㆍ웹사이트에 사용된 폰트: <a href="https://www.gg.go.kr/contents/contents.do?ciIdx=679&menuId=2457">경기천년제목</a>, <a href="https://fonts.google.com/noto/specimen/Noto+Sans+JP">Noto Sans Japanese</a>
ja_jp: ㆍウェブサイトに使われたフォント: <a href="https://www.gg.go.kr/contents/contents.do?ciIdx=679&amp;menuId=2457">경기천년제목(GyeonggiTitleM)</a>, <a href="https://fonts.google.com/noto/specimen/Noto+Sans+JP">Noto Sans Japanese</a>
th_th: The font used on the website: <a href="https://www.gg.go.kr/contents/contents.do?ciIdx=679&amp;menuId=2457">경기천년제목(GyeonggiTitleM)</a>, <a href="https://fonts.google.com/noto/specimen/Noto+Sans+JP">Noto Sans Japanese</a>

source: 연락처
ja_jp: 連絡先
th_th: Contact

source: 표시하기
ja_jp: 表示する
th_th: Show

source: 학생 명부
ja_jp: 学生名簿
th_th: Student List

source: 소개
ja_jp: 基本情報
th_th: Introduce

source: 정보
ja_jp: 情報
th_th: Information

source: 동아리
ja_jp: 部活
th_th: ชมรม

source: 나이
ja_jp: 年齢
th_th: อายุ

source: 키
ja_jp: 身長
th_th: ส่วนสูง

source: 생일
ja_jp: 誕生日
th_th: วันเกิด

source: 취미
ja_jp: 趣味
th_th: สนใจ

source: 성우
ja_jp: CV
th_th: Voice Actor

source: 일러스트
ja_jp: イラスト
th_th: Illust

source: 서버 작업중
ja_jp: サーバーメンテナンス中
th_th: Server Maintenance

source: 서버 작업중입니다.
ja_jp: サーバーメンテナンス中です。
th_th: Server is under maintenance.

source: 데이터 업데이트중입니다.
ja_jp: データアップデート中です。
th_th: Data is being updated.

source: 블루아카 유틸 - 403 FORBIDDEN
ja_jp: ブルアカユティル - 403 FORBIDDEN
th_th: Blue Archive Utils - 403 FORBIDDEN

source: 당신의 접근 권한,
ja_jp: アクセス権限がありません
th_th: Permission Denied

source: 블루아카 유틸 - 500 Internal Server Error
ja_jp: ブルアカユティル - 500 Internal Server Error
th_th: Blue Archive Utils - 500 Internal Server Error

source: 서버 내부 오류
ja_jp: 内部サーバーエラー
th_th: Internal Server Error

source: 알 수 없는 이유로 요청을 처리하지 못했습니다.
ja_jp: 分からない理由で要請を処理できませんでした。
th_th: Failed to process request for unknown reason.

source: 블루아카 유틸 - IE NOT SUPPORT
ja_jp: ブルアカユティル - IE NOT SUPPORT
th_th: Blue Archive Utils - IE NOT SUPPRT

source: 인터넷 익스플로러 미지원
ja_jp: インターネットエクスプローラー未対応
th_th: IE NOT SUPPORT

source: 인터넷 익스플로러는
ja_jp: インターネットエクスプローラには対応しておりません
th_th: I Don't support Internet Explorer

source: 블루아카 유틸 - 404 NOT FOUND
ja_jp: ブルアカユティル - 404 NOT FOUND
th_th: Blue Archive Utils - 404 NOT FOUND

source: 당신이 찾는 페이지,
ja_jp: ページが見つかりません
th_th: Page Not Found

source: 아이템 도감
ja_jp: アイテム図鑑
th_th: Item List

source: 전체
ja_jp: すべて
th_th: ทั้งหมด

source: 아이템을 선택해주세요
ja_jp: アイテムをお選びください
th_th: Please choose an item

source: 서버
ja_jp: サーバー
th_th: server

source: 일본
ja_jp: JP
th_th: Japan

source: 글로벌
ja_jp: グローバル
th_th: Global

source: 아이템 유형
ja_jp: アイテムカテゴリー
th_th: Item Category

source: 경험치 아이템
ja_jp: 経験値アイテム
th_th: EXP item

source: 선물
ja_jp: 贈り物
th_th: Gift

source: 소모품
ja_jp: 消耗品
th_th: Consumable

source: 수집품
ja_jp: コレクション
th_th: Collectible

source: 엘레프
ja_jp: 神名文字
th_th: Eleph

source: 일반 아이템
ja_jp: アイテム
th_th: Item

source: 코인
ja_jp: コイン
th_th: Coin

source: 분류
ja_jp: カテゴリー
th_th: ประเภท

source: 분류를 선택해주세요.
ja_jp: カテゴリーを選択してください。
th_th: Please choose an category.

source: 명부
ja_jp: 名簿
th_th: List

source: 학생 목록과 상세 정보를 확인할 수 있습니다
ja_jp: 学生リストと詳細情報を確認することができます
th_th: You can see the student list and details

source: 도감
ja_jp: 図鑑
th_th: Book

source: 각종 아이템들의 목록입니다
ja_jp: 様々なアイテムのリストです
th_th: It's a list of items

source: 가구 도감
ja_jp: 家具図鑑
th_th: Furniture List

source: 테마별 가구 목록입니다
ja_jp: シリーズ別の家具一覧です
th_th: List of furnitures by series

source: 보이스룸
th_th: Voice Recap Watch Mode

source: 캐릭터 보이스를 들을 수 있습니다
th_th: You can replay students' voice

source: 도구
ja_jp: ツール
th_th: Tool

source: 재화 계산기
ja_jp: 財貨計算機
th_th: Item Calculator

source: 레벨/장비/스킬작 재화 계산기
ja_jp: レベル/装備/スキルアップ財貨計算機
th_th: Level/Equipment/Skill-Up Item Calculator

source: 플라잉 유우카
ja_jp: フライングユウカ
th_th: Flying Yuuka

source: 플라잉 유우카 화면보호기
ja_jp: フライングユウカスクリーンセーバー
th_th: Flying Yuuka Screensaver

source: 테이블
ja_jp: テーブル
th_th: Table

source: 학생별 선호 선물
ja_jp: 学生別選好贈り物
th_th: Gift Data

source: 학생별<=>선물별 선호도 데이터 테이블
ja_jp: 学生別<=>贈り物別選好度データテーブル
th_th: Preference data table by student and gift

source: 콘텐츠
ja_jp: コンテンツ
th_th: Contents

source: 이벤트 정보
ja_jp: イベント情報
th_th: Event Info

source: 서버별 전체 이벤트 정보 보기
ja_jp: サーバー別の全イベント情報を表示
th_th: View all event information by server

source: 임무 정보
ja_jp: 任務情報
th_th: ข้อมูลภารกิจ

source: 임무/현상수배/특별의뢰/교류회 정보 보기
ja_jp: お仕事/指名手配/特別依頼/学園交流会の情報を見る
th_th: แสดงข้อมูลของ ภารกิจ//คำขอพิเศษ/ทัวร์โรงเรียน

source: 미니게임
th_th: Minigame

source: 웹에서 플레이하는 공식 미니게임 아카이브와 비공식 번역 패치
th_th: mini-game archives and unofficial translation patches played on the web

source: 사이트 번역하기
ja_jp: サイト翻訳
th_th: Translating Site

source: 기본 서버
ja_jp: 基本サーバー
th_th: Default Server

source: 서버선택
ja_jp: サーバー選択
th_th: Select Server

source: 언어 설정
ja_jp: 言語設定
th_th: Language Setting

source: 언어선택
ja_jp: 言語選択
th_th: Select Language

source: [성장 재료 열기]
ja_jp: [成長素材を開く]
th_th: [Open Growth Material]

source: [성장 재료 닫기]
ja_jp: [成長素材を閉じる]
th_th: [Close Growth Material]

source: [성장 재료 합계 열기]
ja_jp: [成長材料合計を開く]
th_th: [Open Growth Material Count]

source: [성장 재료 합계 닫기]
ja_jp: [成長材料合計を閉じる]
th_th: [Close Growth Material Count]

source: 코스트
ja_jp: コスト
th_th: Cost

source: 스킬 성장 재료
ja_jp: スキル成長素材
th_th: Skill Growth Material

source: 소모 재료 합계
ja_jp: 成長素材合計
th_th: Growth Material Count

source: [펼치기]
ja_jp: [開く]
th_th: [Open]

source: [접기]
ja_jp: [閉じる]
th_th: [Close]

source: 일본 서버에만 존재하는 캐릭터입니다.
ja_jp: JPサーバー上にだけ存在するキャラクターです。
th_th: It is a character that exists only in Japanese servers.

source: 일부 정보는 일본어로 표시됩니다.
ja_jp: 一部情報は日本語で表示されます。
th_th: Some information is displayed in Japanese.

source: 현재 일본 서버 데이터를 보고 있습니다.
ja_jp: 現在JPサーバーのデータを見ています。
th_th: You are currently looking at Japanese server data.

source: [글로벌 서버 데이터로 보기]
ja_jp: [グローバルサーバーのデータで見る]
th_th: [View as global server data]

source: 현재 글로벌 서버 데이터를 보고 있습니다.
ja_jp: 現在グローバルサーバーデータを見ています。
th_th: You are currently looking at Global server data.

source: [일본 서버 데이터로 보기]
ja_jp: [日本のサーバーデータで見る]
th_th: [View as Japanese server data]

source: 전신 일러스트(Spine2D) 보기
th_th: Show full illust(Spine2D)

source: SD
ja_jp: ちびキャラ
th_th: Sprite

source: 모든 전신 일러스트 보기(Google Drive)
th_th: Show All Character's Spine2D (Google Drive)

source: 헤일로
ja_jp: ヘイロー
th_th: Halo

source: 스킨 목록
ja_jp: 着替え一覧
th_th: Skin List

source: 기본
ja_jp: 基本
th_th: พื้นฐาน

source: 최대
ja_jp: 最大
th_th: สูงสุด

source: 모모톡 상태 메시지
ja_jp: モモトークステータスメッセージ
th_th: MOMOTALK Status Message

source: 디자인
ja_jp: デザイン
th_th: Design

source: 기본 능력치
ja_jp: ステータス
th_th: Default Stats

source: 체력
ja_jp: HP
th_th: HP

source: 공격력
ja_jp: 攻撃力
th_th: ค่าโจมตีATK

source: 방어력
ja_jp: 防御力
th_th: ค่าป้องกัน

source: 치유력
ja_jp: 治癒力
th_th: HEAL

source: 명중 수치
ja_jp: 命中値
th_th: ค่าความแม่นยำ

source: 회피 수치
ja_jp: 回避値
th_th: ค่าหลบหลีก

source: 치명 수치
ja_jp: 会心値
th_th: ค่าคริ

source: 치명 대미지
ja_jp: 会心ダメージ
th_th: ความเสียหายคริ

source: 안정 수치
ja_jp: 安定値
th_th: ค่าความเสถียร

source: 일반공격 사거리
ja_jp: 射程距離
th_th: Normal Attack Range

source: 군중제어 강화력
ja_jp: CC強化力
th_th: ประสิทธิภาพกดขี่

source: 군중제어 저항력
ja_jp: CC抵抗力
th_th: ต้านทานกดขี่

source: 코스트 회복력
ja_jp: コスト回復力
th_th: ค่าฟื้นฟู Cost

source: * 1성 외의 캐릭터의 체력, 공격력, 치유력은 정확하지 않습니다.
ja_jp: * 星1以外のキャラクターの体力、攻撃力、治癒力は正確ではありません。
th_th: * HP, ATK, and HEAL of characters other than ★1 are not accurate.

source: * 1레벨, 기본 성급 기준입니다.
ja_jp: * レベル1、基本星基準です。
th_th: * Level 1, base default star.

source: 공격타입
ja_jp: 攻撃タイプ
th_th: ประเภทโจมตี

source: 방어타입
ja_jp: 防御タイプ
th_th: ประเภทป้องกัน

source: 지형 상성
ja_jp: 地形別戦闘力
th_th: Terrain Adaptation

source: 장착 장비
ja_jp: 装備
th_th: Equipment

source: 주요 선물 목록
ja_jp: 主な贈り物リスト
th_th: รายการของขวัญหลัก

source: 고유 무기
ja_jp: 固有武器
th_th: Exclusive Weapon

source: 레벨
ja_jp: レベル
th_th: Lv.

source: 한계 해방
ja_jp: 限界突破
th_th: เพิ่มลิมิต

source: 스테이터스 정보
ja_jp: 固有武器ステータス
th_th: Stats Information

source: 강화 스킬
ja_jp: ノーマルスキル
th_th: สกิลติดตัว

source: 애용품
ja_jp: 愛用品
th_th: Favorite

source: 애용품은 현재 일본 서버에만 있습니다
ja_jp: 愛用品は現在JPサーバーにのみ存在します
th_th: A currently exists only on JP server

source: 아직 애용품이 없는 학생입니다.
ja_jp: まだ愛用品のない学生です。
th_th: No Favorite Item Exist.

source: 티어
ja_jp: Tier
th_th: Tier

source: 상세
ja_jp: 詳細
th_th: Detail

source: 인연랭크
ja_jp: 絆ランク
th_th: Favor Rank

source: 크레딧
ja_jp: クレジット
th_th: Credits

source: 기본 스킬
ja_jp: パッシブスキル
th_th: สกิลพื้นฐาน

source: EX 스킬
ja_jp: EXスキル
th_th: สกิล EX

source: 서브 스킬
ja_jp: サブスキル
th_th: สกิลรอง

source: 메모리얼 로비
ja_jp: メモリアルロビー
th_th: Memorial Lobby

source: 영상 보기
ja_jp: 画像を見る
th_th: Show Video

source: 고해상도 이미지 보기
ja_jp: 画像を見る高解像度画像を見る
th_th: Show High-resolution Images

source: 메모리얼 영상을 가져오지 못했습니다.
ja_jp: メモリアル ビデオを取得できませんでした。
th_th: Failed to get Memorial List.

source: 이 컨텐츠는 일본 서버의 컨텐츠입니다. 표시하시겠습니까?
ja_jp: こちらのコンテンツは日本のサーバーのコンテンツです。 表示しますか？
th_th: This is the content of the Japanese server. Do you want to mark it?

source: 해금 인연 랭크
ja_jp: 解放絆ランク
th_th: Unlock Level

source: 인연 랭크 보너스
ja_jp: 絆ランクボーナス
th_th: โบนัสระดับสายใย

source: 랭크
ja_jp: 絆ランクボーナス
th_th: Rank

source: 추가
ja_jp: 追加
th_th: ADD

source: 누적
ja_jp: 合計
th_th: TOTAL

source: 대사
ja_jp: ボイス
th_th: Dialog

source: 대사 듣기 기능은 <a href="/contents/voice-room">보이스룸</a>으로 이동하였습니다.
th_th: The dialog and voice replay table has been moved to the <a href="/contents/voice-room">Voice Recap Watch Mode</a>.

source: 파라미터가 없습니다.
ja_jp: パラメータがありません。
th_th: No Parameter.

source: 카테고리가 지정되지 않았습니다.
ja_jp: カテゴリが指定されていません。
th_th: Category is not specified.

source: 요청을 처리하지 못했습니다.
ja_jp: リクエストを処理できませんでした。
th_th: Failed to process request.

source: 목록을 가져오지 못했습니다.
ja_jp: リストを取得できませんでした。
th_th: Failed to get list.

source: 파라미터가 부족합니다.
ja_jp: パラメータが不足しています。
th_th: Insufficient parameter.

source: DB 접속 에러.
ja_jp: DB接続エラー。
th_th: DB Connection Error.

source: 검색 조건이 잘못되었습니다.
ja_jp: 検索条件が無効です。
th_th: Wrong Search Condition.

source: 필터가 비어있습니다.
ja_jp: フィルターが空いています。
th_th: Filter is empty.

source: 언어가 잘못되었습니다.
ja_jp: 言語が間違っています。
th_th: Wrong Language.

source: 폭발
ja_jp: 爆発
th_th: ระเบิด

source: 관통
ja_jp: 貫通
th_th: เจาะเกราะ

source: 신비
ja_jp: 神秘装備
th_th: ลึกลับ

source: 일반
ja_jp: ノーマル
th_th: ทั่วไป

source: 진동
th_th: สั่นสะเทือน

source: 경장갑
ja_jp: 軽装備
th_th: เกราะเบา

source: 중장갑
ja_jp: 重装甲
th_th: เกราะหนัก

source: 특수장갑
ja_jp: 特殊装甲
th_th: เกราะพิเศษ

source: 탄력장갑
th_th: เกราะยืดหยุ่น

source: 테마
ja_jp: シリーズ
th_th: Theme

source: 테마를 선택해주세요.
ja_jp: シリーズを選択してください。
th_th: Please choose an seriese.

source: 상호작용:
ja_jp: 家具ﾓｰｼｮﾝ:
th_th: Motion:

source: 가구를 선택해주세요
ja_jp: 家具を選択してください
th_th: Please choose an furniture

source: 쾌적도:
ja_jp: 快適度:
th_th: Comfort:

source: 테마 이름
ja_jp: シリーズ名
th_th: Seriese Name

source: 테마 설명
ja_jp: シリーズ説明
th_th: Seriese Description

source: 개수
ja_jp: 個数
th_th: count

source: 보너스
ja_jp: ボーナス
th_th: bonus

source: 유우카 출현 빈도(0~100):
ja_jp: ユウカ頻度(0~100):
th_th: Yuuka Frequency(0~100):

source: 연기 빈도(0~100):
ja_jp: 煙の頻度(0~100):
th_th: Smoke Frequency(0~100):

source: 상황 정리
ja_jp: 状況整理
th_th: Briefing

source: 스트라이커
ja_jp: ストライカー
th_th: STRIKER

source: 스페셜
ja_jp: スペシャル
th_th: SPECIAL

source: 장난스런☆스트레이트
ja_jp: イタズラ☆ストレート
th_th: Mischievous☆Straight

source: 학생 목록
ja_jp: 学生名簿
th_th: Student List

source: 학교 바로가기
ja_jp: 学校目次
th_th: Jump to school

source: 필터
ja_jp: フィルター
th_th: Filter

source: [필터 열기]
ja_jp: [フィルターを開く]
th_th: [Open Filter]

source: 모두 해제
ja_jp: すべて解除
th_th: Disable ALL

source: 검색
ja_jp: 検索
th_th: Seach

source: 검색 조건
ja_jp: 検索条件
th_th: Search Criteria

source: 학교
ja_jp: 学園
th_th: School

source: 공격 타입
ja_jp: 攻撃タイプ
th_th: ประเภทโจมตี

source: 방어 타입
ja_jp: 防御タイプ
th_th: ประเภทป้องกัน

source: 역할
ja_jp: 役割
th_th: Squad

source: 포지션
ja_jp: ポジション
th_th: Positon

source: 시가전 적성
ja_jp: 市街地戦
th_th: ต่อสู้ในเมือง

source: 야전 적성
ja_jp: 屋外戦
th_th: ต่อสู้กลางแจ้ง

source: 실내 적성
ja_jp: 屋内戦
th_th: ต่อสู้ในอาคาร

source: 별
ja_jp: レアリティ
th_th: Rarity

source: 스킨
ja_jp: 着替え
th_th: Skin

source: * <i>기울어진 이름</i>은 일본 서버에만 있는 캐릭터
ja_jp: * <i>傾いた名前</i>は日本のサーバーだけにあるキャラクター
th_th: * <I>Italic name</I> is a character that only exists on the Japanese server

source: 알 수 없는 오류로 인해 학생 목록 페이지로 돌아왔습니다.
ja_jp: 不明なエラーにより、学生リストページに戻ってきました。
th_th: You have returned to the Student List page due to an unknown error.

source: 학생을 찾을 수 없어 학생 목록 페이지로 돌아왔습니다.
ja_jp: 学生が見つかりませんので、学生一覧ページに戻ってきました。
th_th: The student was not found and returned to the Student List page.

source: 블루아카 유틸 - 선물 데이터
ja_jp: ブルアカユティル - 贈り物テーブル
th_th: Blue Archive Utils - Gift Data

source: 드롭다운에서 조건을 선택해주세요
ja_jp: フィルターを選択してください
th_th: Please choose a filter

source: 학생
ja_jp: 学生
th_th: Student

source: (전체)
ja_jp: (みんな)
th_th: (ALL)

source: 모든 선물에 대해서 학생들별로 선물들의 선호도를 보거나 선물별로 선호하는 학생을 볼 수 있습니다.<br>아이템을 클릭하여 상세 정보를 보거나 학생을 클릭하여 상세 정보 페이지로 이동할 수 있습니다.
ja_jp: すべての贈り物について、学生別に贈り物の選好度を見たり、贈り物別に選好する学生を見ることができます。<br>アイテムをクリックして詳細情報を見たり、学生をクリックして詳細情報ページに移動できます。
th_th: For all gifts, you can see the preferences of each student or see the students who prefer each gift.<br>You can click an item to view details or click a student to go to the Details page.

source: 표시 기준
ja_jp: 表示基準
th_th: Display Criteria

source: 학생별
ja_jp: 学生基準
th_th: Student

source: 선물별
ja_jp: 贈り物基準
th_th: Gift

source: 닫기
ja_jp: 閉じる
th_th: Close

source: 스킬
ja_jp: スキル
th_th: Skill

source: 계산할 내용이 없습니다
ja_jp: 計算する内容がありません
th_th: There's nothing to calculate

source: 기술노트
ja_jp: 技術ノート
th_th: Tech Notes

source: 오파츠
ja_jp: オーパーツ
th_th: Artifact

source: 계산중 오류가 발생했습니다
ja_jp: 計算中にエラーが発生しました
th_th: Error occurred during calculation

source: 일본 서버
ja_jp: JP​サーバー
th_th: JP Server

source: 글로벌 서버
ja_jp: グローバル​サーバー
th_th: Global Server

source: 스탯은 숫자만 가능합니다.
ja_jp: ステータスは数字のみ可能です。
th_th: Stats are numeric only.

source: 서버오류: 최대 레벨을 가져오지 못했습니다
ja_jp: サーバーエラー:最大レベルを取得できませんでした
th_th: Server Error: Failed to get maximum level

source: %1$s의 %2$s의 이전 레벨이 이후 레벨보다 큽니다
ja_jp: %1$sの%2$sの以前のレベルが後レベルより大きいです
th_th: %2$s of %1$s's previous level is greater than its later level

source: %1$s의 %2$s의 이전 레벨이 범위를 벗어납니다
ja_jp: %1$sの%2$sの以前のレベルが範囲を外します
th_th: Previous Level of %2$s of %1$s is out of range

source: %1$s의 %2$s의 이후 레벨이 범위를 벗어납니다
ja_jp: %1$sの%2$sの以降のレベルが外れます
th_th: After level of %2$s of %1$s is out of range

source: 서버오류: 최대 장비 티어를 가져오지 못했습니다
ja_jp: サーバーエラー:最大装備ティアを持って来られませんでした
th_th: Server Error: Failed to get maximum equipment tier

source: %1$s의 %2$s의 장비의 이전 티어가 이후 티어보다 큽니다
ja_jp: %1$sの%2$sの装備の以前のティアがその後のティアより大きいです
th_th: %2$s of %1$s's previous tier of equipment is greater than its later level

source: %1$s의 %2$s의 장비의 이전 티어가 범위를 벗어납니다
ja_jp: %1$sの%2$sの装備の以前のティアが範囲を外します
th_th: Previous tier of equipment of %2$s of %1$s is out of range

source: %1$s의 %2$s의 장비의 이후 티어가 범위를 벗어납니다
ja_jp: %1$sの%2$sの装備の後ティアが範囲を外します
th_th: After tier of equipment of %2$s of %1$s is out of range

source: %1$s의 %2$s의 스킬의 이전 레벨이 이후 레벨보다 큽니다
ja_jp: %1$sの%2$sのスキルの前のレベルが以降のレベルより大きいです
th_th: %2$s of %1$s's previous level of skill is greater than its later level

source: %1$s의 %2$s의 스킬의 이전 레벨이 범위를 벗어납니다
ja_jp: %1$sの%2$sのスキルの以前のレベルが範囲を外します
th_th: Previous level of skill of %2$s of %1$s is out of range

source: %1$s의 %2$s의 스킬의 이후 레벨이 범위를 벗어납니다
ja_jp: %1$sの%2$sのスキルの以降レベルが外れます
th_th: After level of skill of %2$s of %1$s is out of range

source: 입력값이 올바르지 않습니다
ja_jp: 入力値が正しくありません
th_th: Input value is not valid

source: (일본 서버)
ja_jp: (JPサーバー)
th_th: (JP Server)

source: (글로벌 서버)
ja_jp: (グローバルサーバー)
th_th: (Global Server)

source: 경험치
ja_jp: 経験値
th_th: EXP

source: 스탯 데이터를 받지 못했습니다
ja_jp: ステータスデータを受け取りませんでした
th_th: Stat data not received

source: 학생별 재화 보기
ja_jp: 学生別財貨を見る
th_th: View items by student

source: 전체 재화
ja_jp: 全体財貨
th_th: All Items

source: 학생별 재화
ja_jp: 学生別財貨
th_th: Items by student

source: 장비
ja_jp: 装備
th_th: Equipment

source: 슬롯1
ja_jp: スロット1
th_th: Slot1

source: 슬롯2
ja_jp: スロット2
th_th: Slot2

source: 슬롯3
ja_jp: スロット3
th_th: Slot3

source: json파일만 가능합니다
ja_jp: jsonファイルのみ可能です
th_th: Only json files are available

source: 장비1 티어
ja_jp: 装備1​Tier
th_th: Equipment T1

source: 장비2 티어
ja_jp: 装備2​Tier
th_th: Equipment T2

source: 장비3 티어
ja_jp: 装備3​Tier
th_th: Equipment T3

source: EX 스킬 레벨
ja_jp: EX​スキル​レベル
th_th: EX Skill Level

source: 기본 스킬 레벨
ja_jp: ノーマル​スキル​レベル
th_th: Basic Skill Level

source: 강화 스킬 레벨
ja_jp: パッシブ​スキル​レベル
th_th: Enhanced Skill Level

source: 서브 스킬 레벨
ja_jp: サブ​スキル​レベル
th_th: Sub Skill Level

source: 키를 입력해주세요
ja_jp: キーを入力してください
th_th: Please enter a key

source: 저장할 값이 없습니다. 스탯값을 먼저 입력해주세요
ja_jp: 保存する値がありません。ステータス値を先に入力してください
th_th: There are no values to save. Please enter the stat value first

source: 데이터를 저장했습니다
ja_jp: データを保存しました
th_th: Data was saved

source: 데이터를 저장하지 못했습니다.\n
ja_jp: データを保存できませんでした。\n
th_th: Failed to save data.\n

source: 데이터를 가져왔습니다
ja_jp: データを持ってきました
th_th: Data Loaded

source: 스탯 데이터를 가져오지 못했습니다.\n
ja_jp: ステータスデータを取得できませんでした。\n
th_th: Failed to get stat data.\n

source: 파일이 비어있거나 선택되지 않았습니다.
ja_jp: ファイルが空いていたり選択されていません。
th_th: The file is empty or not selected.

source: 데이터를 가져오지 못했습니다. 파일이 잘못됐을 수 있습니다.\nmessage:
ja_jp: データを持って来られませんでした。ファイルが間違っている可能性があります。\nmessage:
th_th: Failed to get data. The file may be invalid.\nmessage:

source: 계산할 값이 없습니다. 스탯값을 먼저 입력해주세요
ja_jp: 計算する値がありません。ステータス値を先に入力してください
th_th: There are no values to calculate. Please enter the stat value first

source: 서버에서
ja_jp: サーバーから
th_th: From Server

source: 파일에서
ja_jp: ファイルから
th_th: From File

source: 다운로드
ja_jp: ダウンロード
th_th: Download

source: 저장
ja_jp: 保存
th_th: Save

source: 불러오기
ja_jp: 読み込む
th_th: Import

source: 캐릭터 자동선택
ja_jp: 学生自動選択
th_th: Student Auto Selection

source: 텍스트 입력 박스에 원하는 키를 입력 후 [저장] 버튼으로 현재 페이지에서 입력했던 캐릭터들의 모든 스탯값을 서버에 저장할 수 있습니다.
ja_jp: テキスト入力ボックスに希望するキーを入力し、[保存]ボタンで現在のページで入力したキャラクターのすべてのステータス値をサーバーに保存することができます。
th_th: After you enter the desired key in the text box, you can save all the stat values of the characters you entered on the current page to the server with the [Save] button.

source: [불러오기] 버튼을 눌러 입력된 키와 함께 서버에 저장된 스탯값 정보를 가져와서 이전에 저장했던 값을 현재 페이지에 복원할 수 있습니다.
ja_jp: [読み込む]ボタンを押して、入力されたキーとともにサーバーに保存されたステータス情報を持ってきて、以前保存した値を現在のページに復元することができます。
th_th: Press the [Import] button to retrieve the stat value information stored on the server along with the entered key and restore the previously saved value to the current page.
