Repository: akio7624/blue-utils-localize
Catalog: *.utf8/*.po
Languages: ja_jp, th_th

source: [다운로드] 버튼을 눌러 현재 스탯 정보를 파일로 다운로드 할 수 있습니다.
ja_jp: [ダウンロード]ボタンを押すと、現在のステータス情報をファイルでダウンロードできます。
th_th: You can click the [Download] button to download the current stat information to a file.

source: 키는 다른 사람과 중복될 수 있으며, 다른사람의 값을 덮어쓰거나 다른사람이 나의 값을 덮어쓸 수 있습니다.<br>이를 방지하려면 자신만이 알 수 있는 고유한 키를 생각하세요
ja_jp: キーは他の人と重複することがあり、他の人の値を上書きしたり、他の人が私の値を上書きすることができます。<br>これを防ぐためには、自分だけが知っている固有のキーを考えなさい
th_th: Keys can overlap with others, overwrite other people's values, or someone else can overwrite my value.<br>To prevent this, think of a unique key that only you can know

source: 키는 암호화되지 않습니다! 개인정보를 포함하지 마세요!
ja_jp: キーは暗号化されません！ 個人情報を含めないでください！
th_th: The key is not encrypted! Don't include personal information!

source: 여기를 클릭하거나 파일을 드래그하여<br>불러올 데이터를 선택하세요
ja_jp: ここをクリックするか、ファイルをドラッグして<br>読み込むデータを選択してください
th_th: Click here or drag the file to select<br>the data you want to Import

source: 적용
ja_jp: 適用
th_th: Apply

source: 위의 버튼을 누르면 현재 입력된 스탯값을 파일로 다운로드 할 수 있습니다.
ja_jp: 上記のボタンを押すと、現在入力されているステータス値をファイルでダウンロードすることができます。
th_th: Press the button above to download the currently entered stat value to a file.

source: 다운로드된 json 파일은 현재 팝업의 [파일에서] 탭에서 다시 로드할 수 있습니다.
ja_jp: ダウンロードされたjsonファイルは、現在のポップアップの[ファイルから]タブでロードすることができます。
th_th: Downloaded json files can be reloaded [From File] tab of the current pop-up.

source: 전체 학교
ja_jp: 全学校
th_th: All Schools

source: 데이터 로드/저장
ja_jp: データ読み取り/保存
th_th: Data Import/Save

source: 계산
ja_jp: 計算
th_th: Calculate

source: 이벤트
ja_jp: イベント
th_th: Event

source: {0}회 구매가능
ja_jp: あと{0}回購入可能
th_th: ซื้อได้ {0} ครั้ง

source: 구매하기
ja_jp: 購入
th_th: ซื้อ

source: 제한없음
ja_jp: 制限なし
th_th: No limit

source: 상점이 없습니다
ja_jp: ショップがありません。
th_th: There's no shop

source: 입장
ja_jp: 入場
th_th: เข้า

source: 미션이 없습니다
ja_jp: ミッションがありません
th_th: There's no mission

source: 매일
ja_jp: デイリー
th_th: ทุกวัน

source: 업적
ja_jp: 実績
th_th: ความสำเร็จ

source: 고정 미션
th_th: Fixed Mission

source: 이 버튼은 장식입니다
ja_jp: このボタンは飾りです
th_th: This button is for decoration

source: 보너스 학생이 없습니다
ja_jp: ボーナス対象はありません
th_th: There's no bonus recipients

source: 임무가 없습니다
ja_jp: 任務がありません。
th_th: There's no stage

source: 복각
ja_jp: 覆刻
th_th: Rerun

source: 횟수
ja_jp: 回数
th_th: ครั้ง

source: 바로가기
ja_jp: 移動する
th_th: ไปทันที

source: 임무 완료
ja_jp: 任務完了
th_th: จบภารกิจ

source: S랭크 {A}회 획득
ja_jp: Sランクを{A}回獲得
th_th: ได้ระดับ S {A} ครั้ง

source: {A}턴 내 스테이지 클리어
ja_jp: {A}ターン以内にステージクリア
th_th: เคลียร์ด่านภายใน {A} เทิร์น

source: 필요 재화 없음
ja_jp: 必要なアイテムなし
th_th: No entry items required

source: {A} 사용
ja_jp: {A} 必要
th_th: {A} need

source: 소탕 시작
ja_jp: 掃討開始
th_th: เริ่มเคลียร์ทันที

source: 소탕 불가
ja_jp: 掃討不可
th_th: Cannot Sweep

source: 초회
ja_jp: 初回
th_th: ครั้งแรก

source: 레어
ja_jp: レア
th_th: หายาก

source: {0}회차
th_th: รอบ {0}

source: 개
th_th: แห่ง

source: 트랙 완주 {0} 회
th_th: เข้าเส้นชัย{0} ครั้ง

source: 적 정보
ja_jp: 敵情報
th_th: ข้อมูลศัตรู

source: 추천
ja_jp: おすすめ
th_th: แนะนำ

source: 임무 목표(☆)
ja_jp: 任務目標（☆）
th_th: เป้าหมายภารกิจ (☆)

source: 획득 가능 보상
ja_jp: 獲得可能報酬
th_th: รางวัลที่มีโอกาสได้รับ

source: 이 스테이지는 소탕을 사용할 수 없습니다.
ja_jp: このステージでは「掃討」を行うことができません。
th_th: ไม่สามารถใช้เคลียร์ทันทีในด่านนี้ได้

source: 소탕
ja_jp: 掃討
th_th: เคลียร์ทันที

source: 일본서버
ja_jp: JP
th_th: JP

source: 글로벌서버
ja_jp: グローバル
th_th: Global

source: 이 이벤트는 아직 시작되지 않았습니다. 일부 정보는 누락되었거나 추후 변경될 수 있습니다.
ja_jp: このイベントはまだ始まっていません。 一部の情報は欠落しているか、後日変更される場合があります。
th_th: This event has not started yet. Some information is missing or subject to further changes.

source: 일정
ja_jp: スケジュール
th_th: Schedule

source: 이벤트 시작
ja_jp: イベント開始
th_th: Event Start

source: 콘텐츠 종료
ja_jp: コンテンツ終了
th_th: Contents End

source: 이벤트 종료
ja_jp: イベント終了
th_th: Event End

source: 상점
ja_jp: ショップ
th_th: ร้านค้า

source: 보너스 학생
ja_jp: ボーナス対象
th_th: เงื่อนไขโบนัส

source: 임무
ja_jp: お仕事
th_th: ภารกิจ

source: 미션
ja_jp: ミッション
th_th: ภารกิจ

source: 이벤트 경품 교환소
th_th: จุดแลกรางวัลกิจกรรม

source: 오미쿠지
th_th: โอะมิกุจิ

source: ※아래 확률은 변동 보정이 적용되지 않은 기본 확률입니다.
th_th: ※The probability below is the default probability without variation correction.

source: ※보상 중 초록색 박스로 묶여있는 것은 묶인 아이템들 중 하나가 나온다는 뜻입니다.<br>확률 표기가 없으면 각 아이템의 확률은 모두 동일합니다.
th_th: ※If a reward is bundled in a green box, it means that one of the bundled items will appear.<br>Without odds, each item has the same chance of appearing.

source: 운세
th_th: โชค

source: 확률
th_th: ความน่าจะเป็น

source: 내용
th_th: Detail

source: 보상
th_th: รางวัล

source: 주사위 달리기
th_th: เกมทอยลูกเต๋า

source: 트랙 완주 보상 정보
th_th: ข้อมูลรางวัลเข้าเส้นชัย

source: 이벤트 카드 상점
th_th: ร้านค้าการ์ดกิจกรรม

source: ※아래 확률은 SR 이상 보정이 적용되지 않은 확률입니다.
th_th: ※The probability below is the probability that SR or higher calibration is not applied.

source: 레어도
th_th: ของหายาก

source: 카드
th_th: การ์ด

source: 유형
th_th: Type

source: 이벤트 이름
th_th: Event Name

source: 카테고리
th_th: Category

source: 캐릭터 미선택시 서버, 타입, 카테고리를 모두 선택해야 목록이 표시됩니다
th_th: if no character is selected, the server, type, and category must all be selected for the list to appear

source: 기타 보이스는 전체 선택시 캐릭터를 무조건 선택해야합니다
th_th: Etc voices must unconditionally select the character on full selection

source: 언어
th_th: Language

source: 일반 대사
th_th: Common Dialog

source: 기타
th_th: Etc

source: 카테고리 또는 학생을 선택해주세요
th_th: Please select Category or Student

source: 서버를 일본으로 설정하면 한국어와 일본어 텍스트만 가능합니다.
th_th: If you set the server to Japan, only Korean and Japanese text is available.

source: 스테이지
ja_jp: ステージ
th_th: Stage

source: 별 획득 현황 ({0}/{0})
ja_jp: スター獲得状況 ({0}/{0})
th_th: ดาวที่ได้รับ ({0}/{0})

source: 지역이 범위를 벗어납니다
ja_jp: エリアが範囲外です。
th_th: The area is out of range

source: 현상수배
ja_jp: 指名手配
th_th: ประกาศจับ

source: 특별의뢰
ja_jp: 特別依頼
th_th: คำขอพิเศษ

source: 학원교류회
ja_jp: 学園交流会
th_th: ทัวร์โรงเรียน

source: 고가도로
ja_jp: ハイウェイ
th_th: ทางยกระดับ

source: 사막 기찻길
ja_jp: 砂漠の線路
th_th: ทางรถไฟทะเลทราย

source: 교실
ja_jp: 校舎
th_th: ห้องเรียน

source: 거점 방어
ja_jp: 拠点防衛
th_th: ป้องกันฐาน

source: 물건 회수
ja_jp: クレジット回収
th_th: รับของขวัญ

source: 트리니티
ja_jp: トリニティ
th_th: ทรีนิตี้

source: 게헨나
ja_jp: ゲヘナ
th_th: เกเฮนน่า

source: 밀레니엄
ja_jp: ミレニアム
th_th: มิลเลเนียม

source: 불러오는 중...
ja_jp: ロード中…
th_th: Loading...

source: 보상 완료
ja_jp: 獲得済み
th_th: รับแล้ว

source: 지역 이동
ja_jp: エリア移動
th_th: Move area

source: 학원 버프
ja_jp: 学園効果
th_th: บัฟโรงเรียน

source: 추천 학원 학생을 부대에 편성하면 능력치가 올라갑니다.
ja_jp: おすすめの学園の生徒を部隊に編成すると、能力値が上がります。
th_th: จัดทีมรวมนักเรียนที่แนะนำเพื่อรับค่าพลังเพิ่มขึ้น

source: 스테이지 목록
ja_jp: ステージ一覧
th_th: Stage List

source: 전신 일러스트 보기
ja_jp: 全身イラストを見る

source: 기타 대사
ja_jp: その他
